export default function Privacy() {
    return (
       <div>
        <h1 style={{textAlign:'center',textDecoration:'underline'}}>隱私權保護聲明</h1>
        <p>品誠線上以最嚴謹的方式保障您線上的隱私，請您詳細閱讀本聲明，您絕對可以瞭解到在您使用品誠線上所提供的多項服務時，我們處理您個人資料的政策與原則，以及蒐集利用之範圍及目的。本聲明隨時可能會變更，請定期查詢。本公司將依法令及本聲明內容保護您對您個人資料之隱私權。</p>
        <br />

        <h2>一、品誠線上對所蒐集之個人資料的利用？</h2>
        <p>為了您可以在品誠線上上得到完善的多樣化服務，我們希望透過蒐集、分析您使用各項服務之頻率、輸入之個人資料、意願調查結果等資料，了解您的使用習慣，以便為您提供更個人化的服務，並作為我們改進服務之重要參考指標。</p>
        <p>特別注意事項：基於達成前述目的之必要範圍內，本公司得與本公司之關係企業分享品誠線上使用者之個人資料。</p>
        <br />

        <h2>二、品誠線上對所蒐集之個人資料的保密責任？</h2>
        <p>品誠線上將嚴謹的保管您的個人資料，不會任意揭露或出售、交換、或轉讓您的任何非公開性資料予第三人，除非經由您的同意或法律之規定。在以下的情況下，品誠線上會向政府機關、或其他相關單位提供您的個人識別資料：</p>
        <br />

        <h2>三、品誠線上對於使用者個人資料及線上交易的安全防範聲明？</h2>
        <p>一旦我們收到您傳送的資料，品誠線上會盡最大努力確保儲存於系統中的安全性。由於網際網路資料的傳輸不能保證百分之百的安全，儘管我們努力保護您的個人資料安全，仍無法確保您傳送或接收資料的安全。此風險並不在品誠線上承擔的責任範圍內。</p>
        <br />

        <p>請聯絡我們：若您對品誠線上的隱私權聲明有任何疑問，歡迎與我們聯繫 ，我們會加以說明。</p>
       </div>
    );
}